{
    "articles": [
        {
            "id": "1",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/14/448959262.jpg",
            "title": "Swiss kalahkan Australia pada Piala Billie Jean King 2022",
            "content": "Swiss membuat banyak penggemar tenis di negara itu, yang masih berduka atas pensiunnya Roger Federer, yang mempunyai sesuatu untuk dirayakan saat tim putri mereka mengalahkan Australia pada Glasgow, Minggu waktu setempat, untuk memenangi Piala Billie Jean King untuk pertama kalinya. Dua bulan kemudian setelah Federer, salah seorang pemain terhebat dalam sejarah tenis, mengucapkan selamat tinggal dengan penuh air mata usai pertandingan di London. rekan senegaranya Belinda Bencic dan Jil Teichmann bersama-sama menikmati kemenangan tunggal pada saat Swiss mempersulit Australia dalam komptesisi yang sebelumnya dikenal dengan Piala Fed itu. Pertandingan itu merupakan penampilan ketiga Swiss di final. Mereka kalah dari tim Rusia - yang dimana sekarang dilarang bermain menyusul invansi ke Ukraina pada tahun lalu, yang merupakan edisi pertama Piala Billie Jean King. Swiss juga menjadi runner up ketika Mrtina Hingis menjadi figur kunci dari di tim mereka pada tahun 1998.",
            "category": "olahraga",
            "published_at": "Senin, 14 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "2",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/14/3893552138.jpg",
            "title": "Ditonton oleh Enam Juta Orang, Intip Kesuksesan Tiba-tiba Tenis Berikut!",
            "content": " Minggu, 12 November kemarin Lapangan Tenis Indoor Senayan dipenuhi oleh Vivin dan Dedes, pengikut Vincent dan Desta, yang menyaksikan acara olahraga yang dipelopori oleh kedua pesohor yang melegenda di Indonesia tersebut. Tiba-Tiba Tenis ramai menarik perhatian netizen hingga siaran langsung yang tayang di YouTube Vindes ditonton sebanyak enam juta orang. Antusiasme netizen membludak setelah akun Instagram resmi Vindes mengumumkan bahwa Program Vindes Sport kembali dengan mempertandingkan olahraga tenis di Tiba-Tiba Tenis tiga pekan yang lalu. Dalam kiriman tersebut, tertulis bahwa pertandingan utama dalam ajang tersebut adalah pertandingan tenis antara Raffi Ahmad dengan Desta.",
            "category": "olahraga",
            "published_at": "Senin, 10 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "3",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/14/691583107.jpg",
            "title": "Sempat Cedera, Son Heung Min Dikonfirmasi Ikut dengan Timnas Korea Selatan untuk Piala Dunia Qatar 2022",
            "content": "Sempat mengalami cidera minor di bagian mata kirinya, Son Heung Min dikonfirmasi akan tetap memimpin Tim Nasional Korea Selatan dalam Qatar World Cup Desember mendatang. Son Heung Min bersama timnya, Tottenham Hotspur yang sebelumnya bertanding dalam liga The Champions melawan Marseille awal bulan ini menyebabkan sebuah cedera minor yang mengharuskan Son Heung Min melalui sebuah operasi untuk mata kirinya. ",
            "category": "olahraga",
            "published_at": "Senin, 19 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "4",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/14/2283065698.jpg",
            "title": "Bigetron Alpha Juarai Mobile Legends Piala Presiden Esports 2022",
            "content": "Bigetron Alpha meraih gelar juara cabang Mobile Legends : Bang – Bang (MLBB) Piala Presiden Esports setelah memenangi babak final yang digelar pada Minggu di Istora Senayan Jakarta.Bigetron Alpha mengalahkan “Sang Adik” ION Beta yang berasal dari klub esport yang sama dengan skor telak 3 – 0 pada pertandingan final. Keberhasilan tersebut menjadi momen yang tak akan terlupa bagi Bigetron Alpha untuk pertama kalinya berhasil mengangkat trofi Piala Presiden Esports.",
            "category": "olahraga",
            "published_at": "Senin, 11 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "5",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/14/2757282831.jpeg",
            "title": "Syabda Perkasa Belawa, Juara Tunggal Putra Malaysia International Series 2022",
            "content": " Syabda Perkasa Belawa menjadi satu-satunya wakil Indonesia di partai final turnamen Badminton Malaysia International Series 2022, turnamen Malaysia International Series 2022 berlangsung pada 8-13 November 2022 bertempat di Arena Badminton Perak, Malaysia. Syabda Perkasa Belawa atau yang akrab disapa Syabda mampu menjuarai turnamen Malaysia International Series 2022 setelah sebelumnya menang 2 game langsung atas wakil dari China Lei Lan Xi dengan skor 21 -17, 21 -18. Dalam pertandingan yang berlangsung pada selama 48 menit, Syabda bermain agresif dan memperbanyak reli untuk mengunci kemangan.",
            "category": "olahraga",
            "published_at": "Senin, 9 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "6",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/13/1509084161.jpg",
            "title": "Berjaya di Mandalika, Indonesia Raih Podium Tertinggi di Babak Final Asia Talent Cup",
            "content": "Babak final Asia Talent Cup dilaksanakan pada Sabtu (12/11/2022). Pada babak final ini, Indonesia bersaing dengan lima negara lainnya. Negara-negara tersebut adalah Australia, Malaysia, Jepang, Thailand, India.Pada race 1, pebalap Indonesia Veda Ega Pratama berhasil meraih juara pertama. Meski di putaran kesembilan Thompson menandingi Veda, tetapi Veda berhasil memaksimalkan kemampuannya hingga akhirnya juara pertama. Posisi kedua diduduki pebalap Australia, Carter Thomson. Kemudian di posisi ketiga ada Hakim Danish, pebalap Malaysia.",
            "category": "olahraga",
            "published_at": "Senin, 1 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "7",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/12/1516395054.jpg",
            "title": "Messi akan Bermain di Piala Dunia Kelima Bersama Timnas Argentina",
            "content": "Pelatih kepala Lionel Scaloni menggabungkan pemain veteran seperti Messi, dan Angel di Maria, dengan pemain muda seperti penyerang di Manchester City, Julian Alvarez.Striker Roma yang cedera, Paulo Dybala, juga mendapat anggukan itu meski tidak bermain sejak 9 Oktober.",
            "category": "olahraga",
            "published_at": "Senin, 2 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "8",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/12/2984167648.jpg",
            "title": "Knicks Mengalahkan Pistons dengan Kombinasi Barret dan Brunson",
            "content": "Kombinasi antara RJ Barrett dan Jalen Brunson dalam pertandingan melawan Detroit Pistons pada hari Jumat waktu setempat (Sabtu dalam WIB), di Madison Square Garden, New York, menghasilkan kemenangan bagi New York Knicks dengan berhasil meraih 56 poin. Hal ini membuat New York Knicks berhasil menundukkan Detroit Pistons dengan poin 121-112.Barret dan Brunson memberikan kemenangan pertama bagi Knicks dalam tiga permainan di kandang dengan masing-masing mencetak 30 poin dan 26 poin.",
            "category": "olahraga",
            "published_at": "Senin, 3 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "9",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/12/854416982.jpg",
            "title": "World Superbike (WSBK) Mandalika 2022 Berlangsung Tanpa Pawang Hujan",
            "content": "Ajang balap motor World Superbike seri ke-11 tengah berlangsung di Sirkuit Mandalika, Lombok. World Superbike Mandalika 2022 ini berlangsung selama tiga hari pada tanggal 11-13 November 2022. Menariknya, WSBK Mandalika 2022 kali ini berlangsung tanpa memakai pawang hujan. Menurut komandan lapangan WSBK Mandalika, Jamaluddin Maladi, ajang WSBK Mandalika tidak menggunakan pawang hujan seperti pada ajang MotoGP. ",
            "category": "olahraga",
            "published_at": "Senin, 4 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "10",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/12/492383947.jpeg",
            "title": "Serba-serbi Piala Dunia Qatar: Timnas Belanda Akan Temui Kelompok Pekerja Migran yang Mengalami Diskriminasi",
            "content": "yang tergabung dalam Piala Dunia berencana untuk bertemu sekelompok pekerja migran setelah sesi latihan menjelang pertandingan pertama di Qatar. Hal ini dilandasi dengan adanya dorongan federasi sepak bola Belanda untuk mempromosikan hak asasi manusia di turnamen tersebut.",
            "category": "olahraga",
            "published_at": "Senin, 4 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "11",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/11/4088558890.jpg",
            "title": "LeBron James Diragukan Bermain Lawan Sacramento Kings",
            "content": " LeBron James, bintang Los Angeles Lakers, diragukan akan tampil dalam pertandingan melawan Sacramento Kings pada Jumat (11/11/2022). Dia dikabarkan mengalami cedera otot adduktor di paha kirinya pada pertandingan melawan Los Angeles Clippers kemarin dan telah menjalani evaluasi medis. Informasi ini didapatkan dari pelatih tim Los Angeles Lakers, Darvin Ham yang berbicara tentang hal itu pada hari Kamis (10/11/2022).",
            "category": "olahraga",
            "published_at": "Senin, 4 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        },
        {
            "id": "12",
            "img": "https://assets.promediateknologi.com/crop/0x0:0x0/x/photo/2022/11/11/3518278952.jpg",
            "title": "Pertama Kali Dalam Kurun 41 Tahun, Inggris Cetak Rekor Lolos Semifinal Billie Jean King Cup 2022",
            "content": "  Untuk pertama kalinya dalam perhelatan Billie Jean King Cup, Inggris yang semalam telah berhasil mengalahkan Spanyol dengan kedudukan 3-0. Membawa tim UK menuju babak semifinal.Dilansir melalui BBC Sport, kemenangan ini menjadi catatan sejarah dalam dunia tenis di Inggris, sebab terakhir kalinya Inggris dapat lolos ke semifinal tercatat 41 tahun yang lalu di tahun 1981.",
            "category": "olahraga",
            "published_at": "Senin, 4 November 2022 | 19:22",
            "writer": "Riko Pebrian"
        }
    ]
}